Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PREFERRED_AUDIO_ROUTE_FOOTER
source: Allow Siri to change audio route in a bluetooth vehicle. Go to Settings -> Siri & Search -> Siri Responses -> "When Connected to Car Bluetooth" to change the audio route.
ar: السماح لـ Siri بتغيير مسار الصوت في السيارة المزودة بتقنية Bluetooth. انتقل إلى الإعدادات -> Siri والبحث -> إجابات Siri -> "عند الاتصال بـ Bluetooth السيارة" لتغيير مسار الصوت.
bg: Позволете на Siri да променя аудио маршрута в превозно средство с Bluetooth. Отидете в Настройки-> Siri и търсене -> Отговори на Siri -> „При свързване с Bluetooth на кола“, за да промените аудио маршрута.
ca: Permet que Siri canviï la sortida d’àudio als vehicles amb Bluetooth. Per fer‑ho, ves a l’app Configuració > Siri i cerca > Respostes de Siri > En utilitzar el BlueTooth del cotxe.
cs: Umožňuje Siri změnit směrování zvuku ve vozidle s rozhraním Bluetooth. Chcete‑li zvuk přesměrovat, přejděte do Nastavení -> Siri a hledání -> Odpovědi Siri -> Při připojení přes Bluetooth v autě.
da: Tillad, at Siri skifter lydruten i et køretøj med Bluetooth. Gå til Indstillinger -> Siri & søgning -> Siri-svar -> “Ved forbindelse til Bluetooth i bilen”, hvis du vil skifte lydruten.
de: Erlaube Siri, die Audioroute in einem Bluetooth-Fahrzeug zu ändern. Öffne „Einstellungen“ > „Siri & Suchen“ > „Siri-Antworten“ > „Bei Verbindung mit Bluetooth im Auto“, um die Audioroute zu ändern.
el: Επιτρέψτε στο Siri να αλλάζει τη διαδρομή ήχου σε ένα όχημα Bluetooth. Μεταβείτε στις «Ρυθμίσεις» > «Siri και Αναζήτηση» > «Αποκρίσεις Siri» > «Κατά τη σύνδεση με Bluetooth οχήματος» για αλλαγή της διαδρομής ήχου.
es: Permite que Siri cambie la ruta del audio en un vehículo Bluetooth. Para ello, ve a Ajustes > Siri y Buscar > Respuestas de Siri > Al conectarse al coche por BlueTooth.
es_us: Si se activa, Siri podrá cambiar la ruta del audio en vehículos con Bluetooth. Para cambiar la ruta de forma manual, ve a Configuración > Siri y Buscar > Respuestas de Siri > Al conectarse por Bluetooth al auto.
fi: Salli Sirin vaihtaa äänireitti Bluetooth-ajoneuvossa. Avaa Asetukset -> Siri ja haku -> Sirin vastaukset -> Kun yhteydessä auton Bluetoothiin, jos haluat vaihtaa äänireitin.
fr: Autorisez Siri à changer de sortie audio dans un véhicule équipé du Bluetooth. Pour cela, accédez à Réglages > Siri et recherche > Réponses de Siri > Si connecté au Bluetooth embarqué.
fr_ca: Autorisez Siri à changer de chemin audio dans un véhicule doté d’une connectivité Bluetooth. Accédez à Réglages > Siri et Rechercher > Réponses de Siri > « En cas de connexion Bluetooth avec le véhicule » pour changer de chemin audio.
he: ניתן לאפשר ל-Siri לשנות נתיב שמע ברכב עם קישוריות Bluetooth. כדי לעשות זאת, יש לעבור ל״הגדרות״ -> ״Siri וחיפוש״ -> ״התגובות של Siri״ -> ״כשהמכשיר מחובר ל-Bluetooth ברכב״.
hi: Siri को Bluetooth वाहन में ऑडियो रूट बदलने की अनुमति दें। ऑडियो रूट बदलने के लिए सेटिंग्ज़ -> Siri और खोज -> Siri प्रतिक्रियाएँ -> “कार Bluetooth से कनेक्ट करने पर” पर जाएँ।
hr: Dozvolite Siri promjenu audio rute u Bluetooth vozilu. Idite u Postavke -> Siri i pretraživanje -> Odgovori od Siri -> “Kad je spojen Bluetooth automobila” za promjenu audio rute.
hu: Lehetővé teszi Siri számára, hogy módosítsa a hangútvonalat egy bluetoothos kapcsolattal rendelkező járműben. Ha módosítani szeretné a hangútvonalat, lépjen a Beállítások -> Siri és keresés -> Siri-válaszok -> „Amikor egy autó Bluetooth-rendszeréhez csatlakozik” menüpontra.
id: Izinkan Siri untuk mengubah jalur audio di kendaraan bluetooth. Buka Pengaturan -> Siri & Cari -> Respons Siri -> “Saat Terhubung ke Bluetooth Mobil” untuk mengubah jalur audio.
it: Consenti a Siri di modificare l’instradamento dell’audio in un veicolo Bluetooth. Per farlo, vai in Impostazioni > Siri e ricerca > Risposte di Siri > Quando connesso al Bluetooth dell’audio.
ja: SiriがBluetooth対応車両でオーディオ出力先を変更できるようにします。出力先を変更するには、“設定”＞“Siriと検索”＞“Siriの応答”＞“車載Bluetooth接続時”に移動してください。
kk: Siri көмекшісіне Bluetooth қосылған автомобильде аудио бағдарын өзгертуге мүмкіндік беріңіз. Аудио бағдарын өзгерту үшін «Реттеулер» -> «Siri және Іздеу» -> «Siri жауаптары» -> «Автомобильдегі Bluetooth құрылғысына қосылған кезде» тармағына өтіңіз.
ko: Siri가 Bluetooth 차량에서 오디오 경로를 변경하도록 허용합니다. 오디오 경로를 변경하려면 설정 -> Siri 및 검색 -> Siri 응답 -> ‘차량 BlueTooth에 연결될 때’로 이동하십시오.
lt: Leiskite „Siri“ pakeisti garso maršrutą transporto priemonėje, kurioje veikia „Bluetooth“. Eikite į „Nustatymai“ -> „Siri“ ir paieška“ -> „Siri“ atsakymai“ -> „Kai prisijungta prie automobilio „Bluetooth“ ir pakeiskite garso maršrutą.
ms: Benarkan Siri menukar laluan audio dalam kenderaan bluetooth. Pergi ke Seting -> Siri & Carian -> Respons Siri -> “Apabila Disambungkan ke Bluetooth Kereta” untuk menukar laluan audio.
nl: Sta toe dat Siri het audiopad wijzigt in een voertuig met Bluetooth. Ga in Instellingen naar 'Siri en zoeken' > 'Siri-reacties' > 'Via Bluetooth in de auto' om het audiopad te wijzigen.
no: Tillat at Siri kan endre lydutgang i kjøretøy med Bluetooth. Gå til Innstillinger -> Siri og søk -> Siri-svar -> Når tilkoblet bilens Bluetooth-anlegg for å endre lydutgang.
pl: Pozwól Siri zmieniać wyjście audio w pojeździe obsługującym Bluetooth. Przejdź do ekranu Ustawienia -> Siri i wyszukiwanie -> Odpowiedzi Siri -> Po połączeniu z sam. (Bluetooth), aby zmienić wyjście audio.
pt_br: Permite que a Siri altere a rota do áudio em um veículo Bluetooth. Para fazer isso, acesse Ajustes -> Siri e Busca -> Respostas da Siri -> Quando Conectado ao Bluetooth do Carro.
pt_pt: Permitir que Siri altere a saída de áudio num veículo com Bluetooth. A saída de áudio pode ser alterada em Definições > Siri e Pesquisa > Respostas de Siri > Se ligado ao Bluetooth do carro.
ro: Permiteți lui Siri să schimbe ruta audio dintr‑un vehicul echipat cu Bluetooth. Accesați Configurări -> Siri și căutarea -> Răspunsuri Siri -> “La conectarea Bluetooth cu mașina” pentru a schimba ruta audio.
ru: Разрешите Siri перенаправлять аудиосигнал в автомобиле с подключением по Bluetooth. Чтобы перенаправлять аудиосигнал, откройте «Настройки» > «Siri и Поиск» > «Ответы Siri» > «При подключении к Bluetooth автомобиля».
sk: Vo vozidle s Bluetooth pripojením bude Siri môcť meniť smerovania audia. Smerovanie audia môžete zmeniť v Nastavenia -> Siri a vyhľadávanie -> Odpovede Siri -> Pri pripojení k Bluetooth v aute.
sl: Omogočite Siri, da spremeni pot zvoka v vozilu z vmesnikom Bluetooth. Za spreminjanje poti zvoka odprite Nastavitve > Siri in iskanje > Sirijini odgovori > »Ko je vzpostavljena povezava Bluetooth z vozilom«.
sv: Tillåt att Siri kan ändra ljuddirigering i ett fordon med Bluetooth. Öppna Inställningar -> Siri och sökning -> Siri-svar -> Vid Bluetooth-anslutning i bilen om du vill ändra ljuddirigering.
th: อนุญาตให้ Siri เปลี่ยนเส้นทางเสียงในยานพาหนะบลูทูธ ไปที่การตั้งค่า -> Siri และค้นหา -> การโต้ตอบของ Siri -> "เมื่อเชื่อมต่อกับบลูทูธของรถ" เพื่อเปลี่ยนเส้นทางเสียง
tr: Siri’nin Bluetooth özellikli bir taşıtta ses yolunu değiştirmesini sağlar. Ses yolunu değiştirmek için Ayarlar -> Siri ve Arama -> Siri Yanıtları -> “Araba Bluetooth’una Bağlıyken” bölümüne gidin.
uk: Дозволяти Siri змінювати Bluetooth-пристрій, на який виводиться аудіовміст в авто. Перейдіть у Параметри -> Siri і пошук -> Відповіді Siri -> Коли зʼєднано з Bluetooth в автомобілі, щоб змінити пристрій виведення звуку.
vi: Cho phép Siri thay đổi định tuyến âm thanh trong xe có Bluetooth. Hãy đi tới Cài đặt -> Siri & Tìm kiếm -> Phản hồi của Siri -> "Khi kết nối với Bluetooth của ô tô" để thay đổi định tuyến âm thanh.
zh_cn: 允许Siri在蓝牙车辆中更改音频线路。前往“设置”->“Siri与搜索”->“Siri回答”->“连接车载蓝牙时”更改音频线路。
zh_hk: 允許Siri更改藍牙車輛中的音訊路徑。前往「設定」>「Siri與搜尋」>「Siri回覆」>「連接汽車藍牙時」來更改音訊路徑。
zh_tw: 允許Siri更改藍牙車輛中的音訊路徑。前往「設定」>「Siri與搜尋」>「Siri回應」>「連接汽車藍牙時」來更改音訊路徑。

# AIRPLAY_TESTING_FOOTER
source: When turned on, apps identifying as long-form content apps will not use the system route when playing.
ar: عند تشغيله، فإن التطبيقات التي يتم التعرف عليها على أنها تطبيقات طويلة المحتوى لن تستخدم مسار النظام عند تشغيلها.
bg: Когато е включено, приложенията, идентифицирани като приложения с дългосрочно съдържание, няма да използват системния маршрут при възпроизвеждане.
ca: Si aquesta opció està activada, les apps que s’identifiquin com de contingut llarg no faran servir la ruta del sistema durant la reproducció.
cs: Když je testování zapnuté, aplikace, které se identifikují jako aplikace s dlouhoformátovým obsahem, nebudou při přehrávání používat systémové směrování.
da: Når dette er slået til, bruger apps, der leverer indhold i langt format, ikke systemruten til afspilning.
de: Bei Aktivierung erfolgt die Wiedergabe bei Apps nicht über das System, wenn diese sich als Apps für Longform-Inhalte identifizieren.
el: Όταν είναι ενεργή αυτή η ρύθμιση, οι εφαρμογές που ταυτοποιούνται ως εφαρμογές περιεχομένου μεγάλης μορφής δεν θα χρησιμοποιούν τη διαδρομή συστήματος κατά την αναπαραγωγή.
es: Cuando esta opción esté activada, las apps cuyo contenido se considere de formato largo no usarán la ruta del sistema durante la reproducción.
es_us: Si se activa, las app identificadas como de contenido de formato largo no usarán la ruta del sistema durante la reproducción.
fi: Kun tämä on päällä, apit, jotka ilmaisevat käyttävänsä pitkää sisältöä, eivät käytä toistettaessa järjestelmäreittiä.
fr: Lorsque ce réglage est activé, les apps s’identifiant comme des apps de contenu long n’utilisent pas le chemin du système pendant leur utilisation.
fr_ca: Lorsque ce réglage est activé, les apps s’identifiant comme des apps de contenu long n’utilisent pas le chemin du système pendant leur utilisation.
he: כאשר הגדרה זו מופעלת, יישומים המזוהים כיישומי תוכן מלא לא ישתמשו בניתוב של המערכת בעת פעילות.
hi: चालू किए जाने पर, लॉन्ग-फ़ॉर्म कॉन्टेंट ऐप्स के रूप में चिह्नित ऐप्स चलाए जाने पर सिस्टम रूट का उपयोग नहीं करेंगे।
hr: Kad je uključeno, aplikacije koje se identificiraju kao dugoročne aplikacije za isporuku sadržaja neće koristiti rutu sustava prilikom reprodukcije.
hu: Amikor be van kapcsolva, a magukat hosszú formátumú tartalmat használó appként azonosító appok a lejátszás során nem fogják használni a rendszer útválasztását.
id: Jika dinyalakan, app yang diidentifikasi sebagai app konten berformat panjang tidak akan menggunakan rute sistem saat memutar.
it: Quando l’opzione è attiva, le app identificate come app con contenuti in formato esteso non utilizzeranno il route di sistema quando verranno eseguite.
ja: オンにすると、再生中に、長いフォームコンテンツのアプリとして特定されるアプリでシステムルートは使用されません。
kk: Бұл функция қосулы болғанда, контентінің ұзақ екені анықталған қолданбалар ойнату кезінде жүйе бағдарын пайдаланбайды.
ko: 이 기능을 켜면 긴 형식의 콘텐츠 앱으로 식별되는 앱은 재생할 때 시스템 경로를 사용하지 않습니다.
lt: Įjungus funkciją, programos, identifikuojamos kaip ilgos formos turinio programos, leisdamos nenaudos sistemos maršruto.
ms: Apabila diaktifkan, app yang dikenal pasti sebagai app kandungan bentuk panjang tidak akan menggunakan laluan sistem semasa dimainkan.
nl: Als deze optie is ingeschakeld, maken apps die zichzelf bekendmaken als apps met uitgebreide inhoud geen gebruik van de systeemroute tijdens het afspelen.
no: Når innstillingen er på, vil ikke apper som identifiserer innholdet sitt som langformat, bruke systemruten ved avspilling.
pl: Gdy opcja jest włączona, aplikacje zidentyfikowane jako używające treści rozszerzonych nie będą używały wyjścia systemowego do odtwarzania.
pt_br: Quando ativado, os apps identificados como de conteúdo de formato longo não usarão a rota do sistema durante a execução.
pt_pt: Quando esta opção está ativada, as aplicações identificadas como de conteúdo de formato longo não usarão a saída do sistema durante a reprodução.
ro: Când opțiunea este activată, aplicațiile care se identifică drept aplicații cu conținut în formă extinsă nu vor folosi ruta sistemului atunci când redau conținut.
ru: Когда этот параметр включен, приложения для полноформатного контента не будут задействовать системный маршрут при воспроизведении.
sk: Keď je testovanie zapnuté, apky identifikované ako aplikácie s obsahom v dlhom formáte nebudú pri prehrávaní používať systémovú cestu.
sl: Če je ta možnost vklopljena, aplikacije, opredeljene kot aplikacije za vsebino dolge oblike, pri predvajanju ne bodo uporabljale sistemske poti.
sv: Appar med innehåll i långt format använder inte systemrutten vid uppspelning när det här alternativet är aktivt.
th: เมื่อเปิดใช้ แอปที่ระบุว่าเป็นแอปเนื้อหาแบบยาวจะไม่ใช้เส้นทางระบบเมื่อเล่น
tr: Bu seçenek açıkken uzun biçimli içerik uygulaması olarak tanımlanan uygulamalar sistem ses yolunu kullanmaz.
uk: Якщо ввімкнено, програми для вмісту великих форматів не використовуватимуть системний маршрут під час відтворення.
vi: Khi tùy chọn được bật, các ứng dụng được xác định là ứng dụng nội dung dạng dài sẽ không sử dụng đường dẫn hệ thống khi phát.
zh_cn: 打开时，识别为长格式内容的App在播放时将不会使用系统路径。
zh_hk: 開啟時，識別為長格式內容的App將不會在播放時使用系統路徑。
zh_tw: 開啟時，識別為長格式內容的App將不會在播放時使用系統路徑。

# HANGTRACER_EXTERNAL_CONFIGURE
source: Hang Detection
ar: اكتشاف التعليق
bg: Разпознаване на прекъсвания
ca: Detecció d’interrupcions
cs: Detekce zamrznutí
da: Svarer ikke-registrering
de: Erkennung von Hangs
el: Ανίχνευση διακοπής απόκρισης
es: Detección de interrupciones
es_us: Detección de interrupciones
fi: Jumiutumisen­tunnistus
fr: Détection des blocages
fr_ca: Détection de blocage
he: זיהוי היתקעות
hi: हैंग पहचान
hr: Detekcija zastoja
hu: Fagyásészlelés
id: Deteksi Hang
it: Rilevamento interruzioni
ja: ハング検出
kk: Қатып қалуды анықтау
ko: 행(Hang) 감지
lt: Užstrigimo aptikimas
ms: Pengesanan Kegendalaan
nl: Vastloopdetectie
no: Hengregistrering
pl: Wykrywanie zdarzeń hang
pt_br: Detecção de Travamento
pt_pt: Deteção de falhas
ro: Detectare blocaje
ru: Обнаружение зависаний
sk: Detekcia zamrznutí
sl: Zaznavanje neodzivanja
sv: Frysningsdetektering
th: การตรวจจับการค้าง
tr: Takılma Algılama
uk: Виявлення зависань
vi: Phát hiện treo
zh_cn: 卡顿检测
zh_hk: 死機偵測
zh_tw: 當機偵測
